#შექმენით კალკულატორი, მომხმარებელს შეეკითხეთ ორი რიცხვი, შემდეგ შეეკითხეთ რა მოქმედების შესრულება სურს ამ ორ რიცხვზე და მისი პასუხიდან გამომდინარე შეასრულეთ მოქმედება და დაბეჭდეთ მაგალითად თუ მომხმარებელი შემოიტანს რიცხვებს 5 და 7 , და შემოიტანს მოქმედებას მაგალითად დამატებას თქვენ უნდა დაუბეჭდოთ 5 + 7 = 12
# კალკულატორი
# მომხმარებლისგან ორი რიცხვის მიღება
num1 = float(input("შეიყვანეთ პირველი რიცხვი: "))
num2 = float(input("შეიყვანეთ მეორე რიცხვი: "))

# მოქმედების არჩევა
operation = input("რომელი მოქმედება გსურთ? (დამატება,გამოკლება,გამრავლება,გაყოფა): ")

# მოქმედების შესრულება
if operation == "დამატება":
    result = num1 + num2
    print(f"{num1} + {num2} = {result}")
elif operation == "გამოკლება":
    result = num1 - num2
    print(f"{num1} - {num2} = {result}")
elif operation == "გამრავლება":
    result = num1 * num2
    print(f"{num1} * {num2} = {result}")
elif operation == "გაყოფა":
    if num2 != 0:
        result = num1 / num2
        print(f"{num1} / {num2} = {result}")
    else:
        print("შეცდომა: ვერ ვყოფთ 0-ზე!")
else:
    print("შეცდომა: შეყვანილი მოქმედება არ არის სწორი.")
