

# მოსწავლეების სია
students = [
    "გაბრიელი", "ანა", "ბესო", "მარიამი", "დათა",
    "თიკა", "გიორგი", "ელენე", "ლუკა", "სofia",
    "ქეთევან", "ბექა", "მარი", "ნათია", "ილია",
    "დიანა", "სანდრო", "ნუცა", "თამარი", "გუგა",
    "ლიკა", "ანდრეა", "გაბრიელი", "აიდა", "ნინო",
    "დიმიტრი", "თეონა", "ალექსი", "აკაკი", "მარიკა",
    "ზვიადი", "ივა", "ნიკა", "ლიზა", "მარინა",
    "თეო", "ანუკი", "გიორგი", "ტატო", "ნოდარ",
    "სერგო", "გიორგი", "კარლო", "ანა", "ბაჩო",
    "სოფი", "ელისო", "ლუკა", "რატი", "ნიკოლოზ",
    "მაკა", "ირაკლი", "მაგდა", "თაკო", "მარიამი"
]

# დაბეჭდვა
print("მოსწავლეების სია, რომლებიც გაკვეთილზე ესწრებიან:")
for student in students:
    print(student)
